{
    "1": {
      "head": "Esprit R 2.0",
      "register":"https://forms.gle/dVAh61eZLyHTzGyd9",
      "text": "The project by Esprit University’s Robotics and Automation Society, focusing on robotics design, automation, and AI. Through workshops, competitions, and collaborative projects, it provides students with hands-on experience, fostering creativity and teamwork in the field of robotics.",
      "url": "https://i.ibb.co/f2ZpHYy/415223071-289641527419957-5994751041872613195-n.jpg"
    },
    "2": {
      "head": "Enicarthage R8.0",
      "register":"https://forms.gle/qWh4e66yVwZNWZEP7",
      "text": "Enicarthage R8.0 is an innovative project by the ENICarthage University Robotics Club, offering hands-on workshops and competitions that immerse students in robotics, AI, and automation, while fostering creativity and collaboration.",
      "url": "https://i.ibb.co/Ln9J7CH/471198911-1009460544542656-8689309094734679287-n.jpg"
    },
    "3": {
      "head": "TSYP 12",
      "register":"https://forms.gle/Hkws7auBReejN2Un8",

      "text": "TSYP 12 is an impactful initiative designed to inspire and train young engineers in the fields of robotics, technology, and programming. Through hands-on workshops and collaborative projects, TSYP 12 provides students with the skills and knowledge to tackle real-world challenges, fostering innovation and creativity in the next generation of tech leaders.",
      "url": "https://i.ibb.co/PYzVK13/451555034-806009071680012-1549095888316774813-n.jpg"
    },
    "4": {
      "head": "RTC",
      "register":"https://forms.gle/qEL9FEKhtD1S1o4y8",

      "text": "The RAS Tunisia Congress is a key event organized by IEEE RAS Tunisia, bringing together experts and students to explore the latest in robotics and automation through talks, workshops, and collaborative sessions. It serves as a platform for knowledge exchange and innovation in the field.",
      "url": "https://i.ibb.co/YZGPycv/454371938-122101695464458882-2411453465744973769-n.jpg"
    },
    "5": {
      "head": "INNOSPEED",
      "register":"#",

      "text": "INNOSPEED is a robotics and AI hackathon at ISSAT Mateur, where students collaborate to create innovative solutions. The event fosters creativity, problem-solving, and hands-on experience, pushing the boundaries of technology in a competitive and dynamic environment.",
      "url": "https://i.ibb.co/xz7fqSc/424759351-360191893576461-8992575526257007742-n.jpg"
    },
    "6": {
      "head": "Coming Soon",
      "register":"#",

      "text": "Details Will Be Live Soon!",
      "url": "https://res.cloudinary.com/dagggqd6g/image/upload/f_auto,q_auto/d5611zogzwjuxdhx5rly"
    }
  }
  